[
  "open-vscode",
  "obsidian-style-settings",
  "obsidian-read-it-later",
  "recent-files-obsidian",
  "settings-search",
  "obsidian-kanban",
  "obsidian-advanced-uri",
  "color-palette",
  "obsidian-icon-folder",
  "url-into-selection",
  "project-browser",
  "obsidian-projects",
  "dataview",
  "homepage",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-completr",
  "obsidian-linter",
  "smart-connections",
  "ribbon-divider",
  "omnisearch",
  "obsidian-markdown-formatting-assistant-plugin",
  "table-editor-obsidian",
  "breadcrumbs",
  "obsidian-citation-plugin",
  "calendar",
  "email-block-plugin",
  "obsidian-excalidraw-plugin",
  "heatmap-calendar",
  "html-server",
  "obsidian-importer",
  "obsidian-latex-suite",
  "modules",
  "qatt",
  "obsidian-task-collector",
  "tag-wrangler",
  "obsidian-text-format",
  "obsidian-vault-statistics-plugin",
  "obsidian-show-file-path",
  "mysnippets-plugin",
  "obsidian-flexible-pomo",
  "typing-speed",
  "obsidian-grandfather",
  "get-info-plugin",
  "soundscapes",
  "digitalgarden",
  "obsidian-git",
  "vscode-editor",
  "code-files",
  "obsidian-editor-shortcuts",
  "canvas-mindmap"
]